aaron-bond.better-comments
adpyke.vscode-sql-formatter
akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
alexkrechik.cucumberautocomplete
AndrewRazumovsky.vscode-styled-jsx-languageserver
ardenivanov.svelte-intellisense
azemoh.one-monokai
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
DotJoshJohnson.xml
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
GitHub.copilot
GitHub.copilot-chat
GitHub.github-vscode-theme
Grafana.vscode-jsonnet
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
Gruntfuggly.todo-tree
hashicorp.terraform
Icehunter.TurboJavaScript
johnpapa.vscode-peacock
kumar-harsh.graphql-for-vscode
lokalise.i18n-ally
LuisGalicia.mariana-nord
mikestead.dotenv
moshfeu.diff-merge
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
naumovs.color-highlight
nrwl.angular-console
octref.vetur
pflannery.vscode-versionlens
PKief.material-icon-theme
redhat.vscode-commons
redhat.vscode-yaml
rust-lang.rust-analyzer
ryan0x200.kaia-theme-vscode
sanity-io.vscode-sanity
shakram02.bash-beautify
shinworks.tmplcolorizer
Shopify.ruby-lsp
svelte.svelte-vscode
syler.sass-indented
tinkertrain.theme-panda
vscjava.vscode-gradle
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
whizkydee.material-palenight-theme
wix.vscode-import-cost
xabikos.JavaScriptSnippets
xabikos.ReactSnippets
xyz.local-history
zhuangtongfa.material-theme
znck.grammarly
zoxon.monokai-light
