aaron-bond.better-comments
adpyke.vscode-sql-formatter
akamud.vscode-theme-onedark
alexkrechik.cucumberautocomplete
AndrewRazumovsky.vscode-styled-jsx-languageserver
ardenivanov.svelte-intellisense
azemoh.one-monokai
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dionmunk.vscode-notes
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
GitHub.copilot
GitHub.github-vscode-theme
GraphQL.vscode-graphql
hashicorp.terraform
Icehunter.TurboJavaScript
johnpapa.vscode-peacock
jpoissonnier.vscode-styled-components
kumar-harsh.graphql-for-vscode
LaurentTreguier.vscode-simple-icons
lokalise.i18n-ally
LuisGalicia.mariana-nord
marlon407.code-groovy
mikestead.dotenv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
naumovs.color-highlight
NicolasVuillamy.vscode-groovy-lint
octref.vetur
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
rust-lang.rust
ryan0x200.kaia-theme-vscode
shakram02.bash-beautify
Shan.code-settings-sync
shinworks.tmplcolorizer
svelte.svelte-vscode
syler.sass-indented
tinkertrain.theme-panda
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
whizkydee.material-palenight-theme
wix.vscode-import-cost
xabikos.JavaScriptSnippets
xabikos.ReactSnippets
zhuangtongfa.material-theme
